[
	{
		"author": "Smashtech",
		"date_pub": new Date("2017-08-29T00:00:00Z"),
		"image": "",
		"slug": "best-team-wins",
		"title": "How Do We Hire and Retain the Best Talent? Find out in Our “The Best Team Wins” Podcast Interview with Adam Robinson",
		"summary": "“What’s your secret sauce?” people always ask us, and our answer will always be our amazing team.   Smashtech has grown from zero to forty people in just two years and we’re proud to have a truly unique company culture and a diverse team of highly talented individuals who are all eager to help us",
		"text": "\r\n\t\t\t\t\t\t\t\t\t<p>“What’s your secret sauce?” people always ask us, and our answer will always be our amazing team.<\/p>\r\n<p>&nbsp;<\/p>\r\n<p>Smashtech has grown from zero to forty people in just two years and we’re proud to have a truly unique company culture and a diverse team of highly talented individuals who are all eager to help us achieve our vision.<\/p>\r\n<p>&nbsp;<\/p>\r\n<p>This week, Adam Robinson, author of The Best Team Wins and CEO of Hireology, spoke with our Co-Founders Omar Imani and Anwar Husain about how they built the team. His Podcast “The Best Team Wins” aims to provide insights and actionable advice about the people side of a business.<\/p>\r\n<p>&nbsp;<\/p>\r\n<p>In this episode, Adam asks about what the company looks for, what the company’s hiring strategies are, our challenges along the way, and how we’ll continue to grow! Listen in and hear it straight from Omar and Anwar:<\/p>\r\n<p>&nbsp;<\/p>\r\n<p><iframe style=\"border: none\" src=\"\/\/html5-player.libsyn.com\/embed\/episode\/id\/5673671\/height\/90\/width\/640\/theme\/custom\/autonext\/no\/thumbnail\/yes\/autoplay\/no\/preload\/no\/no_addthis\/no\/direction\/backward\/render-playlist\/no\/custom-color\/ffa726\/\" height=\"90\" width=\"100%\" scrolling=\"no\" allowfullscreen=\"\" webkitallowfullscreen=\"\" mozallowfullscreen=\"\" oallowfullscreen=\"\" msallowfullscreen=\"\"><\/iframe><\/p>\r\n<p>&nbsp;<\/p>\r\n<p>Or listen from these sources:<\/p>\r\n<ul>\r\n<li style=\"font-weight: 400\"><a href=\"https:\/\/t.yesware.com\/tt\/73e9990201038767f2e905ca3e5c518c32b84d68\/0afdf41e636b7917d4a7e6252bcd4ed9\/96c02b829d0d5db4a6f1b9e9c97e963e\/itunes.apple.com\/us\/podcast\/episode-40-omar-imani-anwar-husain-co-founders-ceos\/id1174542123?i=1000391432417&amp;mt=2\"><span style=\"font-weight: 400\">iTunes<\/span><\/a><span style=\"font-weight: 400\"> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<\/span><\/li>\r\n<li style=\"font-weight: 400\"><a href=\"https:\/\/t.yesware.com\/tt\/73e9990201038767f2e905ca3e5c518c32b84d68\/0afdf41e636b7917d4a7e6252bcd4ed9\/de30229b482fe8e5097b00761aed0289\/play.google.com\/music\/m\/Do5k2nanxecucpvfmhux6gcbz3q?t=Episode_40_Omar_Imani_and_Anwar_Husain_co-founders_and_CEOs_of_Smashtech-The_Best_Team_Wins_Podcast\"><span style=\"font-weight: 400\">Google Play <\/span><\/a><span style=\"font-weight: 400\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<\/span><\/li>\r\n<li style=\"font-weight: 400\"><a href=\"http:\/\/t.yesware.com\/tt\/73e9990201038767f2e905ca3e5c518c32b84d68\/0afdf41e636b7917d4a7e6252bcd4ed9\/b4627cdd3e9da965745e5f0291f616af\/SoundCloud\"><span style=\"font-weight: 400\">SoundCloud<\/span><\/a><span style=\"font-weight: 400\"> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<\/span><\/li>\r\n<li style=\"font-weight: 400\"><a href=\"http:\/\/t.yesware.com\/tt\/73e9990201038767f2e905ca3e5c518c32b84d68\/0afdf41e636b7917d4a7e6252bcd4ed9\/66550cbef5a4ef0e4d9d80d2b5c32dae\/www.stitcher.com\/s?eid=51233867\"><span style=\"font-weight: 400\">Stitcher<\/span><\/a><\/li>\r\n<li style=\"font-weight: 400\"><a href=\"http:\/\/thebestteamwins.com\/2017\/08\/28\/get-right-person-right-seat\/\"><span style=\"font-weight: 400\">Best Team Wins Website<\/span><\/a><\/li>\r\n<\/ul>\r\n<p>&nbsp;<\/p>\r\n\t\t\t\t\t\t\t\t"
	},
	{
		"author": "Smashtech",
		"date_pub": new Date("2017-08-02T00:00:00Z"),
		"image": "",
		"slug": "smashtechs-new-managing-director",
		"title": "The Force Is Strong with Smashtech's New Managing Director",
		"summary": "We are very pleased to announce the appointment of Rob Macabante as our new Managing Director.   In 2015, Rob joined Smashtech as the company’s third hire. “It was a leap of faith for us but it felt good from the start! We trusted our gut and a lifelong partnership and, more importantly, an enduring",
		"text": "\r\n\t\t\t\t\t\t\t\t\t<h3><span style=\"font-weight: 400\">We are very pleased to announce the appointment of <\/span><b>Rob Macabante<\/b><span style=\"font-weight: 400\"> as our new <\/span><b>Managing Director.<\/b><\/h3>\r\n<p>&nbsp;<\/p>\r\n<p><span style=\"font-weight: 400\">In 2015, Rob joined Smashtech as the company’s third hire. “It was a leap of faith for us but it felt good from the start! We trusted our gut and a lifelong partnership and, more importantly, an enduring friendship was formed” our Co-Founder Omar Imani fondly recalls.<\/span><\/p>\r\n<p>&nbsp;<\/p>\r\n<p><span style=\"font-weight: 400\">Rob joined the company to build out the Customer Experience team. He harnessed his inner Yoda and lived by the mantra “Do. Or do not. There is no try”. He took the challenge head on, and built world-class Sales and Customer Service teams from the ground up. He has contributed so much more to Smashtech’s growth since joining the company and his list of achievements is way too long for this post. He earned the title Director of Customer Experience in 2016 and grew to the role of Director of CX and Human Development earlier this year.<\/span><\/p>\r\n<p>&nbsp;<\/p>\r\n<p><span style=\"font-weight: 400\">“Because of Rob, Omar and I have learned, and are still learning, what it means to be a great leader,” said Anwar Husain, Co-Founder of Smashtech. Rob has always stressed the importance of building relationships in business and in life. “He cared about everyone when we were a team of five, and he continues to genuinely care about every employee as we continue to grow.”<\/span><\/p>\r\n<p>&nbsp;<\/p>\r\n<p><span style=\"font-weight: 400\">In his new position, Rob will be supporting Omar and Anwar in steering the company towards its goals. As Managing Director, he will ensure operational efficiency and the implementation of the company’s vision, mission, and culture and will be responsible for the management of our directors, teams, operations, staff and their continued development.<\/span><\/p>\r\n<p>&nbsp;<\/p>\r\n<p><span style=\"font-weight: 400\">Over the past year, Rob has continued to assist and provide leadership skills in all departments and staff. Omar and Anwar agree… “we could not have asked for a better person to help lead and execute the vision of this organization. It’s hard to believe that it’s been two years. We really couldn’t have done it without Rob.”<\/span><\/p>\r\n<p>&nbsp;<\/p>\r\n<p><span style=\"font-weight: 400\">Please join us in congratulating <\/span><b>Rob Macabante<\/b><span style=\"font-weight: 400\"> in his new role and celebrating his success thus far.<\/span><\/p>\r\n\t\t\t\t\t\t\t\t"
	},
	{
		"author": "Smashtech",
		"date_pub": new Date("2017-07-16T00:00:00Z"),
		"image": "",
		"slug": "smashtech-spreads-skinnyfit-love",
		"title": "Smashtech Spreads Some SkinnyFit Love",
		"summary": "San Diego July 16, 2017 — Smashtech’s SkinnyFit team shared some love at the Craft Classic Half Marathon and 5K. The run was a unique San Diego course with beautiful views, challenging hills, and free craft beer at the finish line! Also at the end of the race was the SkinnyFit station where runners tasted",
		"text": "\r\n\t\t\t\t\t\t\t\t\t<p>San Diego July 16, 2017 — Smashtech’s SkinnyFit team shared some love at the Craft Classic Half Marathon and 5K. The run was a unique San Diego course with beautiful views, challenging hills, and free craft beer at the finish line! Also at the end of the race was the SkinnyFit station where runners tasted our Detox Tea, won some swag, and bought some products.<\/p>\r\n<p>SkinnyFit products help people achieve their fitness goals, the healthy way. Our main product, the Detox Tea, helps boost metabolism, fight bloating, and release toxins. Unlike other detoxes, it has no laxatives, is 100% all-natural and is made with 13 superfood ingredients.<\/p>\r\n<p>The event was a sweeping success; &nbsp;the SkinnyFit booth consistently had long lines of people eager to try our tea. We’re so glad to see our team smashing it at the event. It warms our hearts to see all the positive feedback from people trying our products. Great job everyone!<\/p>\r\n<p>Watch the video to see what people think of SkinnyFit:<\/p>\r\n<p><iframe width=\"500\" height=\"281\" src=\"https:\/\/www.youtube.com\/embed\/mKpSzFfGFuo?feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"><\/iframe><\/p>\r\n\t\t\t\t\t\t\t\t"
	},
	{
		"author": "Smashtech",
		"date_pub": new Date("2017-06-19T00:00:00Z"),
		"image": "IMG_4990.jpg",
		"slug": "most-admired-ceos-sdbj",
		"title": "Two is better than one! Smashtech Co-Founders Omar Imani and Anwar Husain both made it as finalists in SDBJ’s Most Admired CEOs Award",
		"summary": "We’re proud to announce that Smashtech’s Co-Founders and brothers Omar Imani and Anwar Husain both made it as finalists in SDBJ’s Most Admired CEOs Award. The award recognizes industry leaders for driving their businesses to great success, their outstanding professional achievements, and their contributions to the community.   They say it’s never about the role, it’s",
		"text": "\r\n\t\t\t\t\t\t\t\t\t<p style=\"text-align: center\">\r\n<\/p><p><span style=\"font-weight: 400\">We’re proud to announce that Smashtech’s Co-Founders and brothers Omar Imani and Anwar Husain both made it as finalists in SDBJ’s Most Admired CEOs Award.&nbsp;<\/span><span style=\"font-weight: 400\">The award recognizes industry leaders for driving their businesses to great success, their outstanding professional achievements, and their contributions to the community.<\/span><\/p>\r\n<p>&nbsp;<\/p>\r\n<p><span style=\"font-weight: 400\">They say <\/span><i><span style=\"font-weight: 400\">it’s never about the role, it’s always about the goal<\/span><\/i><span style=\"font-weight: 400\">. Omar and Anwar built the company with the goal to make a difference in the health and wellness industry and to make a difference in how companies treat their employees.<\/span><\/p>\r\n<p>&nbsp;<\/p>\r\n<p><span style=\"font-weight: 400\">When asked about the award, Omar said “we feel privileged to be considered part of such an admirable group of people. We hope to become even better leaders as we continue to build a great company.”<\/span><\/p>\r\n<p>&nbsp;<\/p>\r\n<p><span style=\"font-weight: 400\">Smashtech was founded in 2015 in a cramped, one-bedroom apartment that the brothers shared. Today, the company has grown to become one of the best places to work in the country. Success for the brothers came out of working hard, trusting the right people, and constantly learning and improving. The brothers work as hard as any of their team members and value each employee’s individual contributions to the company.<\/span><\/p>\r\n<p>&nbsp;<\/p>\r\n<p><span style=\"font-weight: 400\">“2017 has been a great year and we would not be here without our Smashtech family,” Anwar said. “We’re glad to represent a new breed of leaders who are not just disrupting industries, but changing the way companies are built– by treating our team members as our most important assets”. <\/span><\/p>\r\n<p>&nbsp;<\/p>\r\n<p><span style=\"font-weight: 400\">Indeed, their Smashtech family is both proud and lucky to have not one, but two admirable CEOs leading the company.<\/span><\/p>\r\n<p>&nbsp;<\/p>\r\n<p>&nbsp;<\/p>\r\n<p>&nbsp;<\/p>\r\n\t\t\t\t\t\t\t\t"
	},
	{
		"author": "Smashtech",
		"date_pub": new Date("2017-06-15T00:00:00Z"),
		"image": "DSC3413.jpg",
		"slug": "sdbj-best-places-to-work",
		"title": "Smashing it for the Second Year in a Row. We Were Named One of the Best Places to Work by the San Diego Business Journal!",
		"summary": "They say, when it rains, it pours! And we’re so grateful for the flood of recognitions.   For the second year in a row, Smashtech has made San Diego Business Journal’s list of Best Places to Work. This program is dedicated to identifying and recognizing companies that have worked hard to create environments where",
		"text": "\r\n\t\t\t\t\t\t\t\t\t<p>&nbsp;<\/p>\r\n<p><span style=\"font-weight: 400\">They say, when it rains, it pours! And we’re so grateful for the flood of recognitions. <\/span><\/p>\r\n<p>&nbsp;<\/p>\r\n<p><span style=\"font-weight: 400\">For the second year in a row, Smashtech has made San Diego Business Journal’s list of Best Places to Work. This program is dedicated to identifying and recognizing companies that have worked hard to create environments where their employees enjoy going to work. Best Places to Work winners have best practices that include: rewarding hard-working employees, investing in employee training, offering wellness and fitness programs, and providing opportunities for team-building and social activities. <\/span><\/p>\r\n<p>&nbsp;<\/p>\r\n<p><span style=\"font-weight: 400\">“We believe that growth comes from empowering our people. We focus on fostering a collaborative, inclusive environment where our team members are valued individually” says Rob Macabante, Director of CX and Human Development.<\/span><\/p>\r\n<p>&nbsp;<\/p>\r\n<p><span style=\"font-weight: 400\">Smashtech has grown threefold in the past year and we’re proud to have achieved this rapid growth without losing sight of what’s important: creating a great environment for our team. Not only does it improve performance, it also helps us attract the right people. <\/span><\/p>\r\n<p>&nbsp;<\/p>\r\n<p><span style=\"font-weight: 400\">According to Co-Founder Anwar Husain, “Smashtech is always on the lookout for top talent– motivated, ambitious individuals who share our thirst for innovation and are obsessed with improving the status quo”.<\/span><\/p>\r\n<p>&nbsp;<\/p>\r\n<p><span style=\"font-weight: 400\">If you think you have what it takes to help take Smashtech to the next level, feel free to check out our open positions: <\/span><a href=\"https:\/\/www.smashtech.com\/careers\/\"><span style=\"font-weight: 400\">https:\/\/www.smashtech.com\/careers\/<\/span><\/a><\/p>\r\n<p>&nbsp;<\/p>\r\n<p><span style=\"font-weight: 400\">A few of our employee perks and benefits:<\/span><\/p>\r\n<p>&nbsp;<\/p>\r\n<ul>\r\n<li style=\"font-weight: 400\"><span style=\"font-weight: 400\">Highly competitive salary and benefits<\/span><\/li>\r\n<li style=\"font-weight: 400\"><span style=\"font-weight: 400\">Health benefits (medical, dental, vision)<\/span><\/li>\r\n<li style=\"font-weight: 400\"><span style=\"font-weight: 400\">Flexible paid time off<\/span><\/li>\r\n<li style=\"font-weight: 400\"><span style=\"font-weight: 400\">Flexible working hours<\/span><\/li>\r\n<li style=\"font-weight: 400\"><span style=\"font-weight: 400\">Fully-paid company vacations<\/span><\/li>\r\n<li style=\"font-weight: 400\"><span style=\"font-weight: 400\">401k with 4% employer match<\/span><\/li>\r\n<li style=\"font-weight: 400\"><span style=\"font-weight: 400\">Company discount on Apple products<\/span><\/li>\r\n<li style=\"font-weight: 400\"><span style=\"font-weight: 400\">Fully stocked pantry with healthy snacks and drinks to keep you fueled all day long<\/span><\/li>\r\n<li style=\"font-weight: 400\"><span style=\"font-weight: 400\">Transportation reimbursement <\/span><\/li>\r\n<li style=\"font-weight: 400\"><span style=\"font-weight: 400\">Gym membership to Fit Athletic Club<\/span><\/li>\r\n<li style=\"font-weight: 400\"><span style=\"font-weight: 400\">Catered lunches on Fridays<\/span><\/li>\r\n<li style=\"font-weight: 400\"><span style=\"font-weight: 400\">Monthly social activities <\/span><\/li>\r\n<\/ul>\r\n<p>&nbsp;<\/p>\r\n<p><span style=\"font-weight: 400\">“We’re very excited to meet like-minded executives at the Best Places to Work Awards event, it will be great to talk about employee engagement best practices and see how we can keep improving as we grow” says Co-Founder, Omar Imani.<\/span><\/p>\r\n<p>See you all on September 14!<\/p>\r\n<div id=\"attachment_1041\" style=\"width: 724px\" class=\"wp-caption alignleft\"><img class=\" wp-image-1041\" src=\"https:\/\/www.smashtech.com\/wp-content\/uploads\/2017\/06\/4b6a4e91-a7e4-40ca-9dfe-4a1e3dece15e-large.jpg\" alt=\"\" width=\"714\" height=\"997\"><p class=\"wp-caption-text\">Smashtech is named one of the Best Places to Work by the San Diego Business Journal<\/p><\/div>\r\n\t\t\t\t\t\t\t\t"
	},
	{
		"author": "Smashtech",
		"date_pub": new Date("2017-06-01T00:00:00Z"),
		"image": "INC.jpg",
		"slug": "smashing-2017-one-inc-magazines-50-best-workplaces",
		"title": "Smashing 2017! We’re One of Inc. Magazine’s 50 Best Workplaces!",
		"summary": "Smashtech is one of the highest-scoring businesses with standout employee engagement; Inc. Best Workplaces featured in June 2017 issue of Inc. magazine.   Smashtech has been named one of Inc. Magazine’s Best Workplaces for 2017, the publication’s second annual ranking in the fast-growing private company sector.   Hitting newsstands today in the June 2017 issue,",
		"text": "\r\n\t\t\t\t\t\t\t\t\t<h3><b>Smashtech is one of the highest-scoring businesses with standout employee engagement; Inc. Best Workplaces featured in June 2017 issue of Inc. magazine.<\/b><\/h3>\r\n<p>&nbsp;<\/p>\r\n<p>Smashtech has been named one of Inc. Magazine’s Best Workplaces for 2017, the publication’s second annual ranking in the fast-growing private company sector.<\/p>\r\n<p>&nbsp;<\/p>\r\n<p>Hitting newsstands today in the June 2017 issue, and as part of a prominent inc.com feature, the list is the result of a wide-ranging and comprehensive measurement of private American companies who have created exceptional workplaces through vibrant cultures, deep employee engagement, and stellar benefits. Out of thousands of applicants, Inc. singled out just over 200 winning companies– and Smashtech made it to the top 50!<\/p>\r\n<p>&nbsp;<\/p>\r\n<p><span id=\"more-984\"><\/span><\/p>\r\n<div id=\"attachment_1000\" style=\"width: 344px\" class=\"wp-caption aligncenter\"><img class=\" wp-image-1000\" src=\"https:\/\/www.smashtech.com\/wp-content\/uploads\/2017\/06\/IMG_1322.jpg\" alt=\"\" width=\"334\" height=\"362\"><p class=\"wp-caption-text\">Our Co-Founders, Anwar and Omar, toasting to success<\/p><\/div>\r\n<p>“<i>We’re both proud and humbled to be part of this prestigious group. We believe that you can’t have progress without people, and this is why one of our main goals as a company is to foster a unique company culture that is true to our beliefs as founders<\/i>,” says Omar Imani, Co-Founder of Smashtech.<\/p>\r\n<p>&nbsp;<\/p>\r\n<p>Inc.’s Best Workplaces list is a magnifying glass on how innovative companies can truly raise the bar in hiring and retaining the best talent. What does it take to become a company that workers want to be part of? Inc. Magazine says it’s more than good pay and good perks – it’s also about having a clear purpose, a sense of humor, and leadership that makes the two work together.<\/p>\r\n<p>&nbsp;<\/p>\r\n<p>For Anwar Husain, Co-Founder of Smashtech, this is one of the most rewarding moments of his career. <i>“We’ve been reading Inc. Magazine since we were kids. We have always wanted to build something great, so this truly is a proud moment for my brother Omar and I. It gives us validation and inspires us to keep improving in our journey to build something bigger than ourselves.”<\/i><\/p>\r\n<p>&nbsp;<\/p>\r\n<p>“By introducing an employee survey into this year’s Best Workplaces selection process, we’ve really raised the bar. Companies that don’t score at the very top of their peer group don’t make the cut. So, our hats are off to the winners. They all excelled at engaging their workers, making them feel appreciated, and aligning them behind a mission. And remember, that’s not just our opinion: The employees told us that themselves.” says Eric Schurenberg, Inc.’s President and Editor In Chief.<\/p>\r\n<p>&nbsp;<\/p>\r\n<p>&nbsp;<\/p>\r\n\t\t\t\t\t\t\t\t"
	},
	{
		"author": "Smashtech",
		"date_pub": new Date("2017-05-23T00:00:00Z"),
		"image": "hans_controller.jpg",
		"slug": "a-very-bright-future-for-hans-grimm-our-new-controller",
		"title": "A Very Bright Future for Hans Grimm, Our New Controller",
		"summary": "We are very excited to announce the promotion of Hans Grimm as our new Controller. Hans has worked with us since July 2016 and has made an invaluable impact to the company. Hans first came to Smashtech as our Senior Staff Accountant, and in that role, he has helped build the financial infrastructure for our",
		"text": "\r\n\t\t\t\t\t\t\t\t\t<p>We are very excited to announce the promotion of Hans Grimm as our new Controller. Hans has worked with us since July 2016 and has made an invaluable impact to the company.<\/p>\r\n<p>Hans first came to Smashtech as our Senior Staff Accountant, and in that role, he has helped build the financial infrastructure for our company, provided his financial expertise, hired, trained and mentored the accounting staff, among others. He has been instrumental to the growth of the company and is an asset we can’t be without!<\/p>\r\n<p>As our Controller, Hans has clear goals for what he wants to accomplish for the company. “Accounting is a story, and Smashtech’s story is looking better than ever!” <\/p>\r\n<p>We fondly refer to him as “Cabo Hans”. As dedicated as he is about our company’s  finances, Hans can be one of the most outgoing and fun people to be with at our social events! <\/p>\r\n<p>Please join us in congratulating Hans on this well-deserved promotion.<\/p>\r\n\t\t\t\t\t\t\t\t"
	},
	{
		"author": "Smashtech",
		"date_pub": new Date("2017-05-23T00:00:00Z"),
		"image": "quartyard_company_pic.jpg",
		"slug": "quarts-of-fun-and-yard-long-smiles",
		"title": "Quarts of fun and yard-long smiles",
		"summary": "A hop, skip, and a jump (and a FRED) away is one of our favorite spots to hold our Smashtech socials. We’re excited to hear about Quartyard’s new space that will feature everything we love — a dog park, beer garden, food, and more! And so we felt it was fitting to have one last",
		"text": "\r\n\t\t\t\t\t\t\t\t\t<p>A hop, skip, and a jump (and a FRED) away is one of our favorite spots to hold our Smashtech socials.<\/p>\r\n<p>We’re excited to hear about Quartyard’s new space that will feature everything we love — a dog park, beer garden, food, and more! And so we felt it was fitting to have one last hurrah and hold one more social in its current location.<\/p>\r\n<p>One thing that’s important to us is fostering the spirit of collaboration within teams and across departments. And one of the best ways we get our diverse team sharing thoughts, experiences and ideas is through our monthly socials. You’ll be surprised at how much you can learn about a person through a game of bag toss!<\/p>\r\n<p>Our teams are always out and about joining conferences, holding team meetings outdoors, or just bouncing around ideas over drinks. So if you happen to see some of us wearing Smash shirts or caps roaming around the downtown area, feel free to say hi and strike a conversation!<\/p>\r\n\t\t\t\t\t\t\t\t"
	}
]
